Revit 2027 API
ParameterTypeId.MassDataMassRoofArea Property
 "Mass Roof Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassRoofArea { get; }
Public Shared ReadOnly Property MassDataMassRoofArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassRoofArea {
	ForgeTypeId^ get ();
}
static member MassDataMassRoofArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace